{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "Hi",
                "Good Morning",
                "Good Afternoon",
                "Good Evening",
                "Hello",
                "Bonjour",
                "Hola",
                "Salaam",
                "Guten tag",
                "How do you do?",
                "Nice to meet you",
                "Pleased to meet you",
                "Hey",
                "What's up?",
                "What's new?",
                "What's going on?",
                "Yo!",
                "Howdy!",
                "Hiya",
                "D'day mate!",
                "I'm glad to see you",
                "I'm happy to see you",
                "I'm pleased to see you",
                "Who are you?",
                "What are you doing?",
                "Can you assist me to find a good travel deal",
                "what is your name?",
                "I want to find a good travel deal",
                "Help me!",
                "Assist me!",
                "Give me advice on my next travel",
                "what is your job?",
                "How can you help?",
                "Your name?",
                "What travel plan do you recommend?",
                "Recommendation please",
                "Thank you for your help",
                "Thank you for your assistance",
                "Goodbye",
                "Very nice talk",
                "Very informative",
                "Nice infos",
                "Thank you",
                "This was helpful"
            ],
            "responses": [
                "Hello, my name is AmExBot :robot_face:, and I am here to help you with your travel plans :grinning:"
            ],
            "context_set": ""
        },
        {
            "tag": "landmarks/monuments",
            "patterns": [
                "I have always been interested in chinese history.",
                "I would like to visit all the historical places of Beijing.",
                "I would like to visit all the historical places of the capital.",
                "I would like to visit all the classic places of the capital.",
                "I would like to visit all the classic places of Beijing.",
                "I want to be impressed by the buildings that I will visit.",
                "Is there a travel deal that includes the Great Wall?",
                "Is there a travel deal that includes the Forbidden City?",
                "Is it possible to visit all the must visit places in one trip?",
                "Recommend me the historical places.",
                "Ok Robot, give me a travel plan with classic places.",
                "Ok Robot, give me a travel plan with historical places.",
                "Amexbot, give me a travel plan with historical places.",
                "Amexbot, give me a travel plan with classic places.",
                "Bot, recommend me the historical places.",
                "Bot, give recommendations on the historical places available.",
                "What are the most visited places in Beijing?",
                "What are the best tourist attractions in Beijing?",
                "Do you have a Great Wall travel deal?",
                "Can I visit the Great Wall in Beijing?",
                "I have one day to visit the essential sights of Beijing, a recommendation?",
                "Is there a travel deal that includes Tiananmen Square?",
                "Is there a travel deal that includes the Temple of Heaven?",
                "I want to learn more on the history of China.",
                "It is my first time in Beijing, what should I do there?",
                "What are the hotspots in Beijing?",
                "It's my first time, I want to make a classic Beijing tour.",
                "I want a cultural tour of the capital.",
                "I'm genuinely interested in Chinese culture and history.",
                "What are the culturally significant landmarks that I can visit in China?",
                "What should I visit in China?",
                "I want to visit Beijing, but I have no idea what to do.",
                "I want a full-day Private tour in Beijing.",
                "I wanna see beautiful landscapes and spectacular architecture.",
                "What's popular to visit in Beijing?",
                "I want a sightseeing tour.",
                "I want to see the architectural wonders of the capital.",
                "I'm super interested in Chinese culture and history.",
                "What are the top historical places?",
                "Which historic places should I visit?",
                "What are the top rated historical places?",
                "I only have 3 days to visit Beijing, which places should I visit?",
                "What are the must-see historic buildings?",
                "Recommend me the historic places for first-timers.",
                "I already visited the Great Wall and the Forbidden City the last time I came to Beijing. Which other historical places should I visit?",
                "Recommend me top historical landmarks.",
                "Top historical landmarks to see in Beijing?",
                "I'm interested in the history of the city, what should I visit?",
                "What places should we visit at least once in our life?",
                "I don't want to visit places that are too clichés, I want to visit hidden historic buildings.",
                "What are the most beautiful historical landmarks?",
                "I only have an afternoon to visit Beijing, which landmarks should I visit?",
                "What are the UNESCO World Heritage places?",
                "Recommend me the most-visited sites.",
                "I'd like to visit famous ruins, where should I go?",
                "Where should I visit to learn more about China's history?",
                "I hate overcrowded places, are there any nice historic landmarks that are not too crowded.",
                "Any historical landmark with good scenery?",
                "What are the must-visit attractions in Beijing?",
                "I want a sightseeing trip that is not too exhausting. ",
                "What are the traditional tourist historic favorites?  ",
                "What are the best historic things to see?",
                "The most popular historic sections to visit?",
                "I'm planning on a half day tour to Beijing Mutianyu Great Wall.",
                "What is the typical itinerary including the must-see historic sites?",
                "What are historic sites that are wheelchair accessible?",
                "The top must-see historic places in Beijing?",
                "I want a tour which inclues Tiananmen.",
                "I'm interested in a historic tour that includes Simatai Great Wall.",
                "I wanna go to Badaling Remnant Great Wall.",
                "I want a historic tour that includes Mutianyu Great Wall.",
                "I wanna visit the Peking Man Site.",
                "We want to see the Ming Tombs.",
                "The top famous tourist attractions about cultural heritage?",
                "What are the best places for historic walking areas in Beijing?",
                "Which places provide nice historic walking areas in Beijing for kids and families?",
                "Which places provide beautiful historic walking areas in Beijing for couples?",
                "Which landmarks offer the best historic walking areas in Beijing for groups?",
                "Which sites provide the best historic walking areas in Beijing for travelers on a low budget?",
                "What are the budget-friendly historic walking areas in Beijing?",
                "I'd love to visit sacred sites.",
                "I'm a big fan of religious sites.",
                "The top architectural buildings in Beijing?",
                "I like history. What are the best points of interest?",
                "I want to visit free entry landmarks.",
                "Any historic sites for honeymoon?",
                "I want to see historic landmarks but I want to avoid large crowds, which itinerary should I take? ",
                "Awesome historic places to stay for a visit?",
                "Which historic places should I choose to visit?",
                "I want to experience as many historic places as possible.",
                "I don't want to waste my time queuing, which historic sites should I visit to avoid it?",
                "Pleas recommend me the most famous historic sites.",
                "Which historic place is a must visit in one's lifetime?",
                "Which historic landmark is considered as an icon of China?",
                "Which parts of the Great Wall should I see?",
                "What are the historic sites that are stroller and wheelchair friendly?",
                "My friends and I want to take a guided tour to the Summer Palace",
                "Where can I see beautiful Chinese architecture?",
                "Where can I see traditional chinese gardens?",
                "I want to gain historic knowledge.",
                "I'm a photograph, where should I go to take nice photos of chinese landmarks?",
                "Nice historic sites for photography?",
                "A nice place to enjoy a few hours of culture and photo taking?",
                "Which sites are worth the visit for its nice landscapes and distinct landmarks?",
                "What are the most popular historic sights?",
                "I already visited Beijing multiple times, I'd like to see hidden historic gems.",
                "I'm interested in cultural sites.",
                "I want to book a historical and heritage tour.",
                "I love China's history. Can I book for a tailor-made itinerary?",
                "The most significant historical sites one should visit?",
                "What are the most famous historical tourist spots?",
                "What are the most famous cultural tourist spots?",
                "I want to explore china's history",
                "I want to visit ancient buildings",
                "What are the most historic areas in Beijing?",
                "I'm looking for photogenic landscapes in the perfect historical setting.",
                "Where is the burial site for the emperors?",
                "What are the most beautiful sacred places?",
                "I want to travel to the most incredible historic attractions ",
                "I need a local English speaking guide who can give me in-depth commentary on the history and significance of historic sites.",
                "What are the best-restored parts of the Great Wall of China?",
                "What are the top modern cultural landmarks of Beijing?",
                "I want to book an English speaking guide who is knowledgeable about the sites.",
                "I already visited classic historic sties several times, are there any alternative historic sights?"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-tour-badaling-great-wall-forbidden-city-tiananmen/a/pa-act/v-2042SIC_01/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijings-forbidden-city-tiananmen-square-summer-palace-tour/a/pa-act/v-2042SIC_02/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/great-wall-at-badaling-and-ming-tombs-tour-from-beijing/a/pa-act/v-2042SIC_03/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/mutianyu-great-wall-summer-palace-private-tour-from-beijing/a/pa-act/v-11301P14/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/tiananmen-sq-forbidden-city-temple-of-heaven-private-tour/a/pa-act/v-5533CBJH/355905   "
            ]
        },
        {
            "tag": "food tourism",
            "patterns": [
                "I'm a foodie, recommend me food tours. ",
                "I want to taste delicious chinese food.",
                "I want to go to chinese markets to try out a lot of chinese food.",
                "What are the must eat food in Beijing?",
                "I wanna eat Peking Duck.",
                "I'd love to try the food tour.",
                "what to eat in Beijing?",
                "What are the must try chinese food?",
                "Most popular chinese dishes to try out first?",
                "I want to have a drink.",
                "What is the best place to eat Peking Roast Duck?",
                "Robot, recommend me the best Beijing food tours",
                "I want to explore Beijing's culinary heritage!",
                "I wanna take the Beijing hutong breakfast tour",
                "Amexboat, I wanna book the Beijing dinner tour",
                "I want to try a variety of chinese foods.",
                "We'd like to explore delicious traditional dishes",
                "What to eat in the traditional Hutong neighborhood?",
                "Where can I eat top Beijing food?",
                "Foods we must try when visiting Beijing?",
                "What are the best local dishes to try?",
                "What are the top Peking Duck restaurants?",
                "Where should I eat Peking Barbecue?",
                "Best places to taste the local food?",
                "Please recommend me the food tours worth the money",
                "Where are the best fine dining restuarants for couples in Beijing?",
                "I want to take my wife to a romantic traditional restaurant. ",
                "What are the top most expensive restaurants for business meetings?",
                "How to eat like a local in Beijing?",
                "Give me the top bars for every budget.",
                "What are the cheap eats in Beijing?",
                "I love dumplings, where should I go to eat great dumplings?",
                "Michelin starred restaurants in Beijing?",
                "What are the top Imperial Cuisine Restaurants?",
                "We wanna go to a cosy chinese food restaurant.",
                "What are the great restaurants serving Chinese cuisines and foreign food?",
                "I'm very fond of Chinese tea.",
                "A comfortable place to taste milk tea and Chinese dessert?",
                "Can you reccomend cheap and good taste restaurants?",
                "Where can I eat delicious street food?",
                "I'd like to try Sichuan Food.",
                "I wanna taste Beijing Style noodles.",
                "Could you recommend me award-winning dining restaurants?",
                "Are there good chinese buffet restaurants?",
                "Any restaurant that offers a variety of options?",
                "Which restaurants serve authentic Chinese cuisine crafted from high quality ingredients?",
                "Recommend me best Chinese Hotel Restaurants",
                "Top restaurants that offer local favorites?",
                "Are there good restaurants eaturing classic Cantonese cuisine?",
                "I want to take my business clients to expensive restaurants that serve creative cuisine using standout Chinese ingredients and recipes.",
                "Restaurants with famous chefs?",
                "Hottest restaurant for fine dining in historic scenery with first class service?",
                "I want to take my girlfriend to the rooftop bar that serves good cocktails.",
                "Where should I go for a fine chinese culinary experience?",
                "Where to go to eat grilled fish?",
                "I want to eat healthy, any recommendations?",
                "Which restaurants serve food prepared with GOOD, fresh and wholesome ingredients?",
                "Any great price quality balance restaurants?",
                "Where to eat Xiabu Xiabu Hotpot?",
                "Where to find good quality Peking Duck for a reasonable price?",
                "Is there any coffe shop with courtyard where I can drink tea while enjoing the sun? ",
                "Famous places for dim sum?",
                "Where to go for elegant and relaxing dining experience?",
                "Is there a high-end seafood hotpot restaurant? ",
                "Are there restaurants that offer a nice view of Beijing city?",
                "Which restaurants specialize in Peking Duck?",
                "Best restaurants to eat Mongolian Hot Pot?",
                "Malatang is my favourite chinese food.",
                "Which restaurants are known for zhajiangmian?",
                "I wanna have chinese Steamed Bun for lunch.",
                "I want to try out Beijing Craft Beer.",
                "What are the best local breweries?",
                "My friends and I wanna go to a local Beijing craft brewery.",
                "Any local restaurant with menus in English?",
                "Where to eat Huiguorou/twice cooked pork?",
                "My family wants to eat grilled whole Fish –  Kao Quan Yu.",
                "I want to try not spicy chinese cuisine.",
                "Where can I have interactive eating experience?",
                "Where can I eat Beijing roast mutton leg?",
                "I love Kungpao Chicken, which restaurant is well-known for it?",
                "Best local restaurants where I can experience the local cultures and flavors?",
                "I want to book a nice big restaurant for a group of 20 people. ",
                "Are there any chinese restaurants for vegetarians with dishes like stir-fried mushrooms or vegatable dumplings? ",
                "I wanna eat Yunnan-style dumplings.",
                "Best spots for food lovers?",
                "Any famous restaurant specialised in Mantou buns?",
                "I want to eat pork dishes with sweet and sour sauce.",
                "I want to make a vlog on Chinese cuisine.",
                "I am a so-called gourmet, do you have recommendation of food tour?",
                "I am going to Beijing this summer and I want to eat hot pot with my family",
                "Where are the best fine dining restaurants for couples in Beijing?",
                "I would like to discover the Chinese culinary culture.",
                "Any suggestions on the finest restaurants in Beiijjin?",
                "I want to have a nice bowl of nooddle, any suggestions?",
                "I heard that beijing is well-known for its food",
                "I love food tours",
                "I would love to try out some amazing food",
                "Recommend me the best reviewed restaurants",
                "I've been eating Chinese take-outs for years, I wanna try the traditional one",
                " What type of food should I expect once I'm in Beijing?",
                "What restaurants do you think I should try",
                "I want to try some hot dishes",
                "I'm bored, I want to eat delicious food",
                "Do you have any suggestions on restaurants that serve deliciouus foooood",
                "The must-eat food?",
                "I want Pekin Duck for sure!",
                "Top restaurants?",
                "Top Peking Duck restaurant?",
                "What should I eat there?",
                "Any hotspots for food?",
                "Culinary shows in Beijing?",
                "Best deals on food tours, please.",
                "Looking for some quality food",
                "Looking for delicious food in Peijing",
                "Any recommendation for traditional Chinese cuisine?",
                "Could you recommend me nice traditional restaurants?",
                "I've heard about delicious food, recommend me a restaurant please",
                "I would like to do a tasting tour",
                "Could you suggest me a tasting tour?",
                "Suggest me good restaurants",
                "Suggest me good hotel restaurants",
                "Suggest me good dining tables"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-foodie-walk/a/pa-act/ua-CNUM/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/3-hour-private-night-tour-beijing-foodie-experience/a/pa-act/v-19099P33/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hutong-food-and-beer-tour-by-tuk-tuk/a/pa-act/v-7494P5/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-private-3-hour-street-food-walking-and-tasting-tour/a/pa-act/v-19099P16/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/evening-peking-duck-dinner-at-a-leading-beijing-restaurant/a/pa-act/v-8084P533/355905"
            ]
        },
        {
            "tag": "animal parks",
            "patterns": [
                "I love pandas.",
                "I want to see pandas.",
                "I wanna go to the Beijing zoo.",
                "I like animals.",
                "I'm travelling with my children. They wanna go to the zoo.",
                "What are the top places to see giant pandas?",
                "I want to go to the Panda House",
                "Where to see pandas?",
                "Robot, recommend me the top places to encounter giant pandas",
                "Which city zoos to go to see pandas",
                "What is the oldest and largest zoos in Beijing?",
                "I wanna go to the Panda Garden.",
                "I wanna see baby pandas.",
                "Which zoos are worth a visit?",
                "Which zoos provide us face-to-face interaction with Pandas?",
                "I wanna take pictures with pandas.",
                "Which panda base is quiet with less crowds?",
                "My children want to see many pandas.",
                "We want to enjoy the panda tour.",
                "Where to meet cute giant pandas?",
                "Where to go to see newly-born panda babies?",
                "I wanna learn about giant pandas.",
                "Where do we get to feed pandas?",
                "Where can I get in close contact with pandas?",
                "I wanna hold panda cubs",
                "Where can my children hold pandas?",
                "We wanna see pandas at a close distance.",
                "I want to visit straight to Panda house without going to the normal zoo",
                "Do you need to book a time for the panda house or is it first come first served?",
                "We are family of 3 and we want to visit Panda House ",
                "Does your zoo offer any Panda encounters? ",
                "What time of the day is best to visit the Pandas? When are they most awake?",
                "Is Panda House of Beijing Zoo the best place to see pandas?",
                "How many pandas are in the Beijing Zoo?",
                "I'm taking my daughter to visit Beijing Zoo to see the pandas.",
                "Are we allowed to carry/hold the pandas?",
                "I will be in Beijing next weekend and my kids are intrested in seeing Pandas and touching them.",
                "I am planning a panda tour with my family",
                "I was wondering if I will have panda encounters at the zoo or in the panda house.",
                "We'd love to go to the zoo since we both love animals.",
                "Where can you hug a panda baby?",
                "Do you have any options where a person can have their picture taken with a Panda Bear?",
                "Amexbot, Recommend me a panda tour specially designed for panda fans",
                "The oldest and largest zoos in Beijing?",
                "Where one can get closer to the pandas?",
                "May I know which zoo allows us to carry the pandas?",
                "Can you recommend me a kid friendly tourist attraction?",
                "I have never seen a panada in my life before.",
                "My kids really like Pandas.",
                "Where can we meet Pandas?",
                "Tour packages that includes going to the Zoo. ",
                "Tour that includes meeting giant panadas.",
                "Panda House in Beijing Zoo",
                "Family friendly tour that inclues going to the zoo",
                "Where  can I meet animals that are considered as Chinese national treasure?",
                "My kids really like animals.",
                "I really want to go to Panada House.",
                "Is there any tour that includes going to the Panada House?",
                "Giant Panadas in Beijing.",
                "I like Giant Pandas.",
                "I am an animal lover.",
                "I would love to see some Panadas during the trip.",
                "Must visit zoo in Beijing.",
                "Is there any famous zoo in Beijing?",
                "Recommend me a destination my kids would love to go in Beijing.",
                "Tourist attractions that kids would love.",
                "Where will I be able to see Giant Pandas?",
                "Is there a place in Beijing where I can meet Pandas?",
                "I hope I can meet some Panadas during the trip. ",
                "Is there any place in Beijing where I can see Pandas?",
                "Where can I see China's famous panda bears?",
                "Any interesting Beijing Zoo tour?",
                "Zoos in Beijing where I can meet Giant Pandas.",
                "Zoo tour in Beijing that my kids will enjoy.",
                "I look forward to seeing Pandas in Beijing.",
                "Where can I see wild pandas?",
                "Where can I see wild animals?",
                "I hate seeing mistreated animals. Which zoo is the most respectful towards the animals?",
                "I'd love to take my children to the zoo. Which zoo is the most interesting?",
                "Where can we get a special experience with pandas?",
                "I've always wanted to see pandas in real life, which zoo is the best to see them?",
                "Which zoo is the best for children?",
                "I hate overcrowded zoos, which one is the quietest?",
                "Which zoo is the cheapest?",
                "I wanna go to the zoo to see pandas but I don't have a lot of time, which one to visit to see pandas real quick?",
                "As a panda fan, I'd love to see them the mother and baby cubs.",
                "What animals are in the Beijing zoo?",
                "I wanna go to a huge zoo with Panda House.",
                "The best wildlife attraction with a heritage?",
                "Which zoos offer fun exhibitions and a children's playground?",
                "Where can I get the chance to see panda bears up close?",
                "Where can we see animals including the famous giant pandas?",
                "I visited The Beijing Zoo last time and I didn't like it because there were too many people. Where can I get a better experience?",
                "Which one is the greatest zoo in Beijing?",
                "My family wants to see lovely giant pandas.",
                "Recommend me the most impressive zoos in Beijing.",
                "What are the largest and most complete animal zoos?",
                "My kids want to feed pandas, which zoo should we visit?",
                "My friends and I want to take many pictures with pandas, which zoo offers this possibility?",
                "The best zoos for panda lovers?",
                "Zoo in Beijing that is a must go. ",
                "A recommended zoo in Beijing.",
                "Tourist attractions in Beijing that is family friendly. ",
                "Is there any were we can see pandas?",
                "I am interested in seeing Chinese native animals. ",
                "Would it be possible to see Giant Pandas?",
                "Tour that includes meeting pandas?",
                "My little girls really wants to meet pandas during the tour. ",
                "This is my second time going to Beijing and I really hope this time I could see pandas.",
                "Is there zoos in Beijing where I can meet Giant Pandas?",
                "My family would really like to meet Pandas. ",
                "I want to have a guide when going to the Panda House in Bejing Zoo. ",
                "Tours that includes Beijing Zoo. ",
                "I'm looking to have some fun times with my kids, and they really love animals. ",
                "Recommend me a tour package that inclues going to the zoo. ",
                "I want to take pictures of giant pandas.",
                "My friend loves animals so I want to take her to the zoo. "
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-history-tour-summer-palace-lama-temple-panda-garden/a/pa-act/v-2042SIC_06/355905 ",
                "https://www.lonelyplanet.com/china/beijing/tours/beijing-3-day-tour-with-great-wall-forbidden-city-and-zoo/a/pa-tou/v-31320P11/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/private-beijing-panda-house-and-summer-palace-tour-and-cruise/a/pa-act/v-25174P6/355905 "
            ]
        },
        {
            "tag": "shows/concerts",
            "patterns": [
                "I want to see concerts.",
                "I wanna see chinese acrobatics.",
                "I'd love to go to theaters.",
                "I love musicals.",
                "I want to discover chinese traditional music.",
                "We want to see the performance of Dragon dance with skilled dancers.",
                "Which shows about chinese culture and tradition to see? ",
                "Robot, recommend me must-see Chinese Folklore shows",
                "Which shows with beautiful traditional costumes? ",
                "Where to spend the Chinese New Year celebration?",
                "What are the top Chinese traditional, cultural festivals?",
                "What are amazing dancing shows I can see in Beijing?",
                "We want to see gymnastics and acrobatics with amazing costumes.",
                "Where can I see a large scale chinese musical?",
                "I wanna see a circus show of talented acrobats and clowns.",
                "Amexboat, recommend me entertaining shows.",
                "We want to enjoy memorable shows in the evening.",
                "Where to see Chinese Circus?",
                "I'd love to see eye-poping shows with China's best acrobats.",
                "Is there any circus that involves comedy and music?",
                "Which shows cast best acrobats, dancers and performers?",
                "What are top shows and performances in Beijing?",
                "I'm interested in seeing spectacular acrobatics performance.",
                "I'd love to see a great kungfu performance",
                "I'm a huge fan of Kung-fu shows",
                "Which shows with traditional chinese melodies and dancing to see?",
                "I'd love to see Chinese opera.",
                "I want to book Beijing Acrobatics show.",
                "Could you recommend me acrobatic arts performance with colorful costumes and dramatic lighting?",
                "My boyfriend and I want to spend a memorable cultural evening out with traditional chinese performances.",
                "Where can I see the best traditional choreography?",
                "I'd love to get an immersive insight into the Chinese culture, which shows I should go see?",
                "My family wants to experience chinese culture through traditional shows.",
                "Where can we see spectacular water shows?",
                "Which performance shows beauty of chinese dance and art?",
                "We'd love to see a great spectacle to gain a deeper understainding of Chinese history and culture.",
                "Which shows include entertaining live music and elaborate costumes?",
                "We want to see a family-friendly show.",
                "My kids want to see chinese circus.",
                "Please recommend me fun shows for the whole family.",
                "I'm super interested in seeing Chinese acrobats that I heard so much about.",
                "Fun shows for all ages? ",
                "A beautiful show well worth a visit?",
                "Is there any chinese show well worth the money and time?",
                "Robot, Give me some good shows to see during my stay in Beijing.",
                "I'm looking forward to see a fantastic show with special effects.",
                "I'm travelling with friends and we want to spend an enjoyable evening watching chinese acrobatics.",
                "Are there any professional chinese dance performances?",
                "I'm a huge fan of martial arts, where can I see them?",
                "What is the best place to watch lion dance?",
                "What are the most popular chinese traditional shows?",
                "I'd like to see concerts.",
                "I want to take my girlfriend to a nice concert.",
                "I want to see a musical.",
                "I wanna listen to live chinese traditional music.",
                "What are the best concerts for kids and families?",
                "I'm a huge fan of dragon dance, where can I see a nice performance?",
                "My kids want to see traditional shows. ",
                "Any fun chinese traditional show for kids?",
                "We want to discover China's tradition and culture through nice shows.",
                "Suggest me good musicals.",
                "Suggest me must-see performances.",
                "I love dancing performances, where can I see them?",
                "I want to see acrobatics.",
                "I wanna see professional acrobatics.",
                "Any nice shows with traditional costumes?",
                "I'm huge fan of circus shows, where can I see them?",
                "Where can I see famous acrobats perform?",
                "Good circus shows for children?",
                "We are interested in kungfu performances.",
                "I want to book nice traditional shows.",
                "I wanna show my kids traditional performance.",
                "Which shows are the best to learn about China's culture?",
                "What are the top arts performance that involve dancing and acrobatics?",
                "What are the traditional shows worth the time?",
                "Which traditional shows are worth the money?",
                "I'd like to see traditional chinese dancing",
                "I'm a huge fan of traditional instruments, where can I see live music performance?",
                "My friends and I want to see kung-fu shows.",
                "Any good family-friendly show?",
                "Is there any interesting show for adults and kids?",
                "What are the best upcoming shows in Beijing?",
                "What are the best upcoming concerts in Beijing?",
                "What are the best upcoming performances in Beijing?",
                "Which shows embrace the mix of modern and centuries old culture?",
                "I want to visit Peking Opera to see a good show.",
                "Are there any light and sound shows?",
                "Suggest me the best shows for children.",
                "We want to see a cabaret show.",
                "Any good fashion shows in Beijing?",
                "I'm a huge fan of martial art, are there any professional martial art shows?",
                "Any show featuring a famous chinese martial artist?",
                "Must-see for theatre fans?",
                "Any theater about chinese history?",
                "My kids love theatre, is there a theatre in English?",
                "Could you suggest me a nice show for a couple?",
                "I want to gain insight into China's culture, is there a traditional show I could see?",
                "I want to enjoy a fun chinese show.",
                "I'd like to book an acrobat show.",
                "I want to experience China's best martial arts.",
                "I'd like to book a Peking opera performance.",
                "What are the most popular shows for Chinese audiences?",
                "I want to see a classical Chinese opera with beautiful costumes.",
                "I want to immerse myself in the art form that was popular in the Qing Dynasty.",
                "We want to see a chinese opera in English.",
                "We want to watch a show that offers immersive insight into Chinese culture.",
                "I'm interested in imperial dancing and mask-changing performances accompanied by Chinese instruments.",
                "We'd like to watch dancing, singing, and mask-changing accompanied by live music",
                "Any good show through which I can learn about the history of Chinese cultural traditions?",
                "I want to see one of the oldest performing arts practiced during an acrobatics show",
                "I want to listen to professional chinese singers' performance.",
                "What are the must-see shows for first-timers?",
                "Where can I enjoy a traditional show?",
                "I'm looking for a nice show about chinese history.",
                "Which cultural shows do you recommend me watching?",
                "My friend and I wanna watch a cool show about chinese traditions.",
                "We want to discover chinese traditions and music. ",
                "Is there a nice show in English about chinese history for kids?",
                "What are the best shows that are taking place during the Chinese New Year?",
                "We want to book a great show for the Chinese New Year."
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/chaoyang-theatre-acrobatic-show-ticket/a/pa-act/v-6139P13/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/shaolin-kung-fu-show-in-beijing-red-theater/a/pa-act/v-6139P20/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-chaoyang-theater-acrobatic-show-with-private-transfer/a/pa-act/v-26448P18/355905 "
            ]
        },
        {
            "tag": "relaxation activities",
            "patterns": [
                "Robot, recommend me the best massage places in Beijing",
                "Show me good-quality massage parlors.",
                "Which places specialize in foot massage?",
                "I want to relax after a long day of sightseeing.",
                "What are the most famous massage parlors?",
                "Massage parlors with high level expertise in foot massage?",
                "Are there any massage shops providing free tea, snacks and beer?",
                "We are looking for luxurious décor style spas.",
                "I want to get both foot massage and full-body massage.",
                "Is there a massage parlor in an ancient Beijing building?",
                "I need a nice massage after intensive walks in the Qianmen hutong neighborhood.",
                "I'd love to receive essential oil massages and hot stone massage.",
                "Could you show me a massage parlor that specializes in Traditional Chinese Medicine?",
                "Are there masseurs that combine acupressure therapy with massage?",
                "Is there a massage parlor equipped with TCM knowledge?",
                "I'm looking for a blind massage shop.",
                "Robot, tell me if there is a place that offers a chance to experience cupping and gua sha.",
                "I wanna receive an authentic Thai massage.",
                "Where can I meet well trained masseurs and beauticians?",
                "I want to go to a luxury beauty parlor.",
                "Beijing's best spas?",
                "Where can I get a treatment combinating dry Chinese massages and oil treatments with a Thai twist? ",
                "I wanna get facials and body treatments to relax.",
                "Is there a spacious sauna with a steam-filled Finnish bath?",
                "My husband and I are looking for a massage parlour offering the Chinese style and the Thai style massages.",
                "Is there a nice wellness centre where I can relax?",
                "What are the favourite places to go to reboot myself from a tiring week?",
                "I'm looking for a parlour with professional massage therapists only.",
                "Is there a beautiful and very peaceful facility where couples can relax?",
                "I want to take my girlfriend to a beautifully decorated spa.",
                "Any massage shops recommended by locals?",
                "Where can I get a massage at a very affordable price?",
                "I have to take my business clients to a luxury spa with attentive staff, excellent service and treatments. ",
                "Looking for a place where my friends and I can get hot stone massage.",
                "Any luxury massage shops worth the money?",
                "My girlfriend and I wanna go to a parlour with a couple room for body massage.",
                "Any place where I can enjoy peaceful relaxation?",
                "Is there a nice shop offering family massage?",
                "I want to relax at an expensive luxury spa.",
                "Any suggestions for spa/massage in Beijing?",
                "Any spas or relaxing places to hang out with friends?",
                "I need a relaxing break at the end of Beijing tour.",
                "Which hot springs spas are the best?",
                "Where can I enjoy cozy hot springs?",
                "The Top Hot Spring Resorts Near Beijing?",
                "We are looking for a relaxing thermal spa.",
                "Tell me where I can get outdoor hotpsring experience.",
                "Where can I relax my tired body after travel?",
                "I want to soak my body in pools filled with natural hot spring waters.",
                "It's our anniversary so we are looking for a romantic spa perfect for couples experience.",
                "I want to get a massage near Simatai Great Wall.",
                "My boyfriend and I are interested in going to a spa, which one would be best for us?",
                "Please advise which is the best hot spring spa for family, thank you.",
                "Are there any spas that include acupuncture and traditional medical treatments?",
                "I want to get a signature aromatherapy massage. ",
                "I heard that food massages are excellent in Asia, is there places like that in Beijing",
                "I want a comfortable place, where I can relax",
                "I think that feeling relaxed is so important",
                "I don't want any stress during my trip",
                "I hate feeling tired during my trips",
                "I would like to be massaged",
                "I just want to chill",
                "I saw foot message on the website, but can't find any experiences associated",
                "Have any suggestions concerning foot messages",
                "I want to discover chinese traditional medicine",
                "I want a relaxing experience to share with my partner",
                "I want to go to a spa with attentive staff, excellent service and treatments. ",
                "A place specialized in foot massage?",
                "I want peaceful relaxation",
                "Could you recommend me a peaceful relaxation place?",
                "Recommend me hot spring spas",
                "Can you suggest me a hot spring spa?",
                "Suggest me a massage parlor",
                "Do you know a good massage parlor?",
                "Could you suggest me a massage parlor?",
                "I want to go to a good luxury beauty parlor.",
                "Could you suggest me a luxury beauty parlor?",
                "Do you know a good luxury beauty parlor?",
                "Suggest me a luxury beauty parlor",
                "Create me a relaxing travel plan.",
                "Suggest me a relaxing travel plan.",
                "Recommend me a relaxing travel plan",
                "Can you craft me a relaxing travel plan?",
                "I am so exhausted, do you have any place that can help me relaxing?",
                "Recommend me a relaxing travel plan to hang out with friends",
                "Is there any spacious sauna?",
                "I'm so tired, any nice place where I can relax?",
                "Any massage place available near the Great Wall?",
                "Can you plan a relaxing plan for me?",
                "Is there a nice beauty salon where I can relax?",
                "My mother and I want to get a nice massage.",
                "Where are the most famous beauty salons?",
                "Can you find a relaxing salon or a beauty place to get a massage after a long haul flight?",
                "I want a luxurious massage experience.",
                "I want to get a facial treatment.",
                "Is there a perfect place to relax after a long flight?",
                "Any spa that provides hot stone and many massage choices?",
                "Is there a cheap spa with English-speaking masseurs?",
                "Is there a peaceful and serene place where I can get a professional massage?",
                "I want to go to a massage parlor after a long day of a lot of walking.",
                "Where can I get a four handed massage?",
                "my wife and friends had the oil massage",
                "Where can I get a chinese ful body massage?",
                "I want to book a massage right after my flight.",
                "Whre can I get a treament including a facial, scrub, and massage?",
                "Famous massage parlours offering the best treatment package?",
                "Where can I get massage in a nice ambience?",
                "This is my first time getting a massage, is there any place with a friendly massage therapist?",
                "Is there a place offering a treatment salt scrub massage, aromatherapy bath and aromatherapy massage?",
                "I need a head to toe massage.",
                "Any place with a couples room featuring 2 masseuses working on each of us simultaneously?",
                "Please recommend me a nice massage place.",
                "Where can I get a reasonably priced authentic thai massage?",
                "Where should we go to get a high quality massage?",
                "Which establishment offers many types of massage?",
                "I want to get a massage from a well trained therapist.",
                "Where can I relax with an Ayurvedic massage?",
                "I want to have a soft skin, any recommendation for a beauty salon?",
                "Where should I get a mssage after a hard day hiking the great wall?",
                "Is there a quiet and clean place where I can get a massage?",
                "I want my body relaxed and my mind clearer, where should I go?",
                "Any massage parlour where I can go without reservation?",
                "Could you recommend me a great place for the foot reflexology?"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hot-springs-dinner-live-show-private-evening-tour/a/pa-act/v-25174P44/355905 "
            ]
        },
        {
            "tag": "night tours",
            "patterns": [
                "What are the best locations in Beijing for night photos?",
                "I am looking for the best places to take pictures in Beijing at night.",
                "I want to go on a night tour.",
                "I wanna go on evening tours.",
                "I wanna go on a night sightseeing.",
                "Recommend me the best activities to do at night in Beijing.",
                "I want to spend a romantic night in Beijing",
                "What are the best spots for night photographies?",
                "What fun things can I do at night?",
                "What can couples do for fun at night?",
                "Help me find the best family night activities.",
                "I'm travelling with my friends and we wanna enjoy an evening out together.",
                "I want a great night out with friends",
                "I'm looking for night time activities in Beijing",
                "I love traveling at night.",
                "Cool things to do at night in Beijing",
                "I like to travel late at night.",
                "I want to enjoy nights alone as a solo traveler.",
                "What are the best nights out for couples?",
                "I'm looking for couples night out ideas in Beijing.",
                "Amexbot, give me the top romantic date night ideas.",
                "What are the best night sightseeing?",
                "I want to admire the spectacular cityscape illuminated by vibrant lights.",
                "What is Beijing's nightlife?",
                "Where can I see sunset view in Beijing?",
                "What are the top 10 things to do in Beijing at night?",
                "I will arrive at 5pm and I'm scheduled to leave at 6am the next day. Can you assist me with a night tour?",
                "What night tour suggestions do you have for us? We want to explore as much as we could.",
                "We are hoping to find a nighttime tour that we could do after checking into the hotel.",
                "I would like to have a night tour to see the Forbidden City.",
                "I arrive in Beijing in the evening and am looking for a night tour.",
                "My girlfriend and I will be arriving in Beijing in the evening, is there any night tour suggestions out there that we can do?",
                "Is there any night tours that we can take after 8pm?",
                "I'm staying only one night in beijing, how can I use it best for great night sight seeing?",
                "I only have evenings to go for tour. Any suggestion for places nearby ?",
                "We have only one-night in the city and we would llike to see a little bit of the city. Is there any kind of sightseeing at night?",
                "I want to book a night tour.",
                "What are the best places to walk around at night in Beijing?",
                "I have one night in Beijiing. Please tell me the best way to spend it.",
                "I'm interested in some of your night tours.",
                "I wanna see the night view of Beihai Park",
                "I'm looking for a night tour for my husband and me.",
                "what time do you recommend for best nighttime viewing? ",
                "I am busy in the morning",
                "Where to see Beijing's best night views?",
                "Where can I see all the night lights in Beijing?",
                "I want to enjoy nighttime with lights. ",
                "I want to see Beijing in sparkling lights",
                "I'm interested in the night view of Shichahai",
                "What time can I see the sunset view at Jingshan Park?",
                "I want to see the night view of Qianmen Street in Beijing",
                "Looking for top places to visit at night.",
                "What is the best way to spend the evening and get a better sense of the city?",
                "What are the fun little places to visit at night?",
                "What are the vibrant areas of Beijing by night?",
                "Robot, recommend me the best night scenes.",
                "I want to plan night sightseeing and activities for my stay.",
                "Which Beijing night tours are best?",
                "What are the famous nighttime sightseeing spots?",
                "I want to wander through the city's illuminated monuments at night.",
                "The most interesting things to do at night in Beijing without drinking?",
                "Suggest me the best night tours.",
                "Can you suggest me nice night tours?",
                "I want to immerse myself in beautiful night landscapes, where should I go?",
                "Things to do at night?",
                "Suggest me fun things to do at night.",
                "Top night tours for couples?",
                "We want to spend a romantic night, which tour do your recommend?",
                "We wanna enjoy a good night tour.",
                "What's the best thing to do in the evening?",
                "I wanna see the night view of Beijing, which tour should I choose?",
                "I love night sightseeing.",
                "We are looking for a nice night tour.",
                "Which night tour is the best to celebrate the anniversary?",
                "Which one is the cheapest night tour?",
                "Which night tour do you recommend for family?",
                "What are the most famous spots to visit at night?",
                "What are the most famous places to visit at night?",
                "I'd like to book a night tour.",
                "Any idea for a nice night tour?",
                "I want to explore the city at night.",
                "Where should I go to enjoy the night view of the city?",
                "Where do you recommend us to go to see a nice view of the city at night?",
                "I have nothing to do at night, what should I do?",
                "I don't have any plans at night, what do you recommend me to do?",
                "My girlfriend and I want to see a beautiful night view?",
                "Top Beijing's city lights at night?",
                "What is Beijing's nightview list?",
                "What are the best night view locations in Beijing?",
                "Top spots offering the best night views of the city?",
                "Hidden spots for best night view in Beijing?",
                "Where can I go at night in Beijing?",
                "Suggest me a nice nighttime hiking adventure.",
                "Recommend me some places that are safe to walk around at night. ",
                "Beijing's best nighttime view points?",
                "Best places to get a great view of Beijing from above for free?",
                "I want to have a night out after seeing the sunset.",
                "The most stunning night views in Beijing?",
                "Top nightlife scenes in the city?",
                "Top places to view Beijing's beautiful nightscape?",
                "I wanna walk around the illuminated night streets of Beijing.",
                "Amazing things to do in Beijing at night?",
                "Walking tour at night in Beijing?",
                "I wanna enjoy the Night View in Beijing!",
                "I wanna get an insider's view of Beijing's nightlife scene.",
                "Recommend me night tours that will take me to the best destinations to enjoy the sparkling night view in the most convenient way.",
                "Things to do at night in Beijing that’ll let me stay lit after dark?",
                "I'm looking to take pictures at night.",
                "I wanna experience the city by night.",
                "I love going out at night.",
                "My friends and I wanna go out at night.",
                "Pick best night views for me, please.",
                "Beijing's night date place recommendations for night owls",
                "I want to go out to to enjoy night view.",
                "Best places to experience Beijing's weekend nightlife?",
                "We want to have a gorgeous view of Beijing from different angles at night.",
                "Which experiences are best for night tours in the city?",
                "Which places offer the best night tours in Beijing for kids and families?",
                "Which places are the best night tours in Beijing for couples?",
                "Which places offer the best night tours for groups?",
                "Which places provide the best night tours for travelers on a low budget?",
                "What is a must do 3-hour highlights night tour?",
                "I'd like to book a private night tour for my family."
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/small-group-beijing-night-walking-tour/a/pa-act/v-5533CBJI/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-highlights-dinner-and-live-show-private-night-tour/a/pa-act/v-25174P20/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/small-group-beijing-illuminations-night-tour/a/pa-act/v-11301P70/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hutong-night-tour-with-dinner-houhai-lake-boat-ride/a/pa-act/v-19099P27/355905 "
            ]
        },
        {
            "tag": "cruise tourism",
            "patterns": [
                "What are the top Beijing boat cruises?",
                "I want to go on a water tour.",
                "Recommend me nice water tours in Beijing.",
                "What are the best cruises in Beijing?",
                "Which boat ride to take to visit Beijing?",
                "I'm looking for cruises in Beijing",
                "What is the best place to take a cruise?",
                "The best cruise for first timers in Beijing?",
                "We want to book a cruise.",
                "I wanna book a cruise for my family.",
                "We are a group of 10, we need to book a cruise.",
                "Is there a luxury cruise?",
                "I need a luxury cruise for my business clients.",
                "My girlfriend wants to take an expensive luxury cruise.",
                "I want to take an expensive luxury cruise.",
                "I wanna take my girlfriend to a nice cruise tour. ",
                "What is the cheapest cruise in Beijing?",
                "Best cruise worth the money?",
                "Best spots to go on a cruise?",
                "My family is planning a cruise tour, any recommendations?",
                "My wife and I will celebrate our anniversary and we want to go on a private cruise tour at night.",
                "Any cruise with nice food and drink? ",
                "Recommend me the best cruises with great food and service. ",
                "The last time I went on a cruise tour, it was very noisy. Is there any quiet cruise?",
                "Any affordable private cruise tour?",
                "Beijing sightseeing private cruise tour",
                "Which cruise tour includes Beijing's most important historic attractions?",
                "I want to take a cruise tour that includes the most important historic attractions.",
                "We want to have a great cruise tour experience.",
                "I'm looking for a private cruise that is not too expensive.",
                "Robot, please recommend me the top rated cruises in Beijing.",
                "I'm looking for a nice cruise with top notch food and drink.",
                "I wanna visit historic places, which cruise tour should I take?",
                "I wanna create my own personalized itinerary for the cruise tour. ",
                "We are first-time visitors, recommend us a cruise tour with an English-speaking guide.",
                "A nice cruise tour that takes us to must see places in Beijing?",
                "Which cruise is the best for the group tour?",
                "I am planning on taking a cruise tour, which one is the best?",
                "We don't speak Chinese so we want to book a cruise with a private tour guide who speaks English well.",
                "We want to book a cruise to visit Beijing’s top attractions with an English-speaking guide",
                "We want to take a boat ride in the Summer Palace.",
                "What are the best cruising tour in Beijing?",
                "Which cruise offers chinese dinner and show?",
                "Any cruise tours that include drop off back near my hotel?",
                "I'd like to go on the night boat tour.",
                "Any cruise made in line with the old Chinese Traditional design?",
                "I want to take the boat equipped with the red lanterns. ",
                "Which cruise tour offers flexibility and freedom the most?",
                "I want a boat tour that winds through Beijing Zoo and Beijing Summer Palace.",
                "I want to book a 60 minutes boat ride.",
                "I wanna book a 90 minutes boat tour.",
                "Is there any cruise tour that includes Buffet lunch?",
                "I need a private cruise tour customized for my family exclusively. ",
                "I want to book the Dragon Boat.",
                "I wanna take the Dragon boat.",
                "I want to take the cruise on the Shichahai Lake in the center of old Beijing.",
                "I don't want to join other travelers, is there a private cruise tour?",
                "I wanna book the Beijing Royal River Boat half day tour.",
                "I wanna book a cruise in the afternoon.",
                "Can I take the cruise in the morning?",
                "I wanna sail the Beijing River.",
                "Are there any self-drive boats available?",
                "Any cruise in Beijing offering self-pedal?",
                "Are there any dinner boats operating in Beijing winter?",
                "I want a long boat ride tour, how long are the boat ride tours?",
                "Is there a boat ride on the Changhe River?",
                "I would like to take a short Yangtze River cruise.",
                "My daughter and I will be spending 3 weeks in Beijing, which cruise should we take to visit all the historical places?",
                "I would like to take a boat trip in Beijing on one of the canals or lakes. ",
                "I just want a 3-4 day trip on the Yangste River, not a long cruise.",
                "Which one is the most highlight Yangtze River Cruise trip from Chongqing to Yichang?",
                "Where can I take the boat? ",
                "I would like to have just a boat ride to the summar palace - what are the options for the cruises?",
                "Recommend me a one-hour cruise that takes me to the most highlight places.",
                "Is there any cruise that operates even when it rains? ",
                "I am in a power wheelchair, which cruise should I take?",
                "What are the hours the boat leave the wharf?",
                "Which cruise is available in the morning? ",
                "Any cruise available in heavey rain or wind?",
                "I'm travelling with my parents, they want to take a cruise tour.",
                "Any romantic night cruise with nice dinner and music?",
                "Which cruise tour takes to all the famous places?",
                "I'm interested in cruise tour, any recommendation?",
                "Which cruise offers the most affordable private tour?",
                "We need an English-speaking guide tour, which cruise tour should we take?",
                "Any private small cruise for a group of 10 people?",
                "Any cruise tour for disabled people?",
                "We are interested in booking a cruise tour for first timers in Beijing.",
                "I want to take a traditional Chinese cruise with nice food and show.",
                "What are the most recommended cruise tours?",
                "I'm looking for a luxury cruise with excellent service and food with an English-speaking guide.",
                "Any cruise tour worth the money?",
                "I'm taking my family to a cruise tour. We need a cruise with lots of flexbility.",
                "Can you recommend me the best cruise tour for first-timers?",
                "We want to take a cruise tour, any recommendations?",
                "Which cruise tour do you recommend us?",
                "I'm looking for a cruise tour with nice service.",
                "Could you suggest me the best cruise tour? ",
                "Which cruise tour provides the best guide and service?",
                "We'd love to for a private boat tour taking us to must-see places.",
                "My family would like to go for a private cruise tour to visit the most important places in Beijing.",
                "Which cruise tour should I take to visit Tiannanmen Square?",
                "Which cruise tour provides flexibility the most?",
                "Which cruise tour provides the best itinerary for first-time travellers?",
                "I want a boat ride to visit the must-see places.",
                "Which cruise is best suited for family travel?",
                "Recommend me a tour that includes a cruise sightseeing. ",
                "I want to take a cruise along the beautiful lakes in China.",
                "I have heard that there are a lot of beautiful lakes in China.",
                "I like riding boats and cruise.",
                "Is there any tour that includes cruise sighseeing? ",
                "Could you recommend me cruise tours where we can have dinner?",
                "I wish there a section in the tour where we can ride boats.",
                "Is it possible to go around the Summer Palace riding a boat?",
                "I hope my tour includes riding a boat at a lake.",
                "Recommend me cruise tour that includes food. ",
                "My kids really like riding boats.",
                "I hope there is a section in the tour where I can rest and ride boat.",
                "Lake boat ride in Beijing.",
                "My family wants to go on a cruise tour around Beijing."
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-to-longqing-gorge-and-dingling-tombs-private-day-tour/a/pa-act/v-11301P51/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-with-boat-cruise-and-hutong-dinner-private-night-tour/a/pa-act/v-25174P16/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/private-beijing-panda-house-and-summer-palace-tour-and-cruise/a/pa-act/v-25174P6/355905 "
            ]
        }
    ]
}