{
    "intents": [
        {
            "tag": "greeting",
            "patterns": [
                "Hi",
                "Good Morning",
                "Good Afternoon",
                "Good Evening",
                "Hello",
                "Bonjour",
                "Hola",
                "Salaam",
                "Guten tag",
                "How do you do?",
                "Nice to meet you",
                "Pleased to meet you",
                "Hey",
                "What's up?",
                "What's new?",
                "What's going on?",
                "Yo!",
                "Howdy!",
                "Hiya",
                "D'day mate!",
                "I'm glad to see you",
                "I'm happy to see you",
                "I'm pleased to see you"
            ],
            "responses": [
                "Hello, thanks for visiting. May I help you?"
            ],
            "context_set": ""
        },
        {
            "tag": "identity",
            "patterns": [
                "Who are you?",
                "What are you doing?",
                "Can you assist me to find a good travel deal",
                "what is your name?",
                "I want to find a good travel deal",
                "Help me!",
                "Assist me!",
                "Give me advice on my next travel",
                "what is your job?",
                "How can you help?",
                "Your name?",
                "What travel plan do you recommend?",
                "Recommendation please"
            ],
            "responses": [
                "My name is AmExBot :robot_face:, and I am here to help you with your travel plans :grinning:"
            ]
        },
        {
            "tag": "goodbye",
            "patterns": [
                "Bye",
                "Thank you",
                "This was helpful",
                "Nice recommendations",
                "See you later",
                "Have a nice day",
                "Thank you for your help",
                "Thank you for your assistance",
                "Goodbye",
                "Very nice talk",
                "Very informative",
                "Nice infos",
                "These travel deals are nice!"
            ],
            "responses": [
                "See you later, thanks for visiting"
            ]
        },
        {
            "tag": "historical",
            "patterns": [
                "historical places in Beijing",
                "must visit tourist attraction",
                "Great Wall",
                "Forbidden City",
                "must visit places",
                "classic Beijing tour",
                "What are tourist hotspot in Beijing",
                "It is my first time going to Beijing",
                "I have always been interested in chinese history.",
                "I would like to visit all the historical places of Beijing.",
                "I would like to visit all the historical places of the capital.",
                "I would like to visit all the classic places of the capital.",
                "I would like to visit all the classic places of the Beijing.",
                "I want to be impressed by the buildings that I will visit.",
                "Is there a travel deal that includes the Great Wall?",
                "Is there a travel deal that includes the Forbidden City?",
                "Is it possible to visit all the must visit places in one trip?",
                "Recommend me the historical places.",
                "Ok Robot, give me a travel plan with classic places.",
                "Ok Robot, give me a travel plan with historical places.",
                "Amexbot, give me a travel plan with historical places.",
                "Amexbot, give me a travel plan with classic places.",
                "Bot, recommend me the historical places.",
                "Bot, give recommendations on the historical places available.",
                "What are the most visited places in Beijing?",
                "What are the best tourist attractions in Beijing?",
                "Do you have a Great Wall travel deal?",
                "Can I visit the Great Wall in Beijing?",
                "I have one day to visit the essential sights of Beijing, a recommendation?",
                "Is there a travel deal that includes Tiananmen Square?",
                "Is there a travel deal that includes the Temple of Heaven?",
                "I want to learn more on the history of China.",
                "It is my first time in Beijing, what should I do there?",
                "What are the hotspots in Beijing?",
                "It's my first time, I want to make a classic Beijing tour.",
                "I want a cultural tour of the capital.",
                "I'm genuinely interested in Chinese culture and history.",
                "What are the culturally significant landmarks that I can visit in China?",
                "What should I visit in China?",
                "I want to visit Beijing, but I hav no idea what to do.",
                "I want a full-day Private tour in Beijing.",
                "I wanna see beautiful landscapes and spectacular architecture.",
                "What's popular to visit in Beijing?",
                "I want a sightseeing tour.",
                "I want to see the architectural wonders of the capital.",
                "I'm super interested in Chinese culture and history."
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-tour-badaling-great-wall-forbidden-city-tiananmen/a/pa-act/v-2042SIC_01/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijings-forbidden-city-tiananmen-square-summer-palace-tour/a/pa-act/v-2042SIC_02/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/great-wall-at-badaling-and-ming-tombs-tour-from-beijing/a/pa-act/v-2042SIC_03/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/mutianyu-great-wall-summer-palace-private-tour-from-beijing/a/pa-act/v-11301P14/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/tiananmen-sq-forbidden-city-temple-of-heaven-private-tour/a/pa-act/v-5533CBJH/355905   "
            ]
        },
        {
            "tag": "food ",
            "patterns": [
                "food in Beijing",
                " I like to eat, delicious food",
                " I want to go to chinese markets",
                " I want to eat Peking Duck, must eat food, delicious food, food tour",
                "I'm a foodie, recommend me food tours. ",
                "I want to taste delicious chinese food.",
                "I want to go to chinese markets to try out a lot of chinese food.",
                "What are the must eat food in Beijing?",
                "I wanna eat Peking Duck.",
                "I'd love to try the food tour.",
                "what to eat in Beijing?",
                "What are the must try chinese food?",
                "Most popular chinese dishes to try out first?",
                "I want to have a drink.",
                "What is the best place to eat Peking Roast Duck?",
                "Robot, recommend me the best Beijing food tours",
                "I want to explore Beijing's culinary heritage!",
                "I wanna take the Beijing hutong breakfast tour",
                "Amexboat, I wanna book the Beijing dinner tour",
                "I want to try a variety of chinese foods.",
                "We'd like to explore delicious traditional dishes",
                "What to eat in the traditional Hutong neighborhood?",
                "Where can I eat top Beijing food?",
                "Foods we must try when visiting Beijing?",
                "What are the best local dishes to try?",
                "What are the top Peking Duck restaurants?",
                "Where should I eat Peking Barbecue?",
                "Best places to taste the local food?",
                "Please recommend me the food tours worth the money",
                "Where are the best fine dining restuarants for couples in Beijing?",
                "I want to take my wife to a romantic traditional restaurant. ",
                "What are the top most expensive restaurants for business meetings?",
                "How to eat like a local in Beijing?",
                "Give me the top bars for every budget.",
                "What are the cheap eats in Beijing?",
                "I love dumplings, where should I go to eat great dumplings?",
                "Michelin starred restaurants in Beijing?",
                "What are the top Imperial Cuisine Restaurants?",
                "We wanna go to a cosy chinese food restaurant.",
                "What are the great restaurants serving Chinese cuisines and foreign food?",
                "I'm very fond of Chinese tea.",
                "A comfortable place to taste milk tea and Chinese dessert?",
                "Can you reccomend cheap and good taste restaurants?",
                "Where can I eat delicious street food?",
                "I'd like to try Sichuan Food.",
                "I wanna taste Beijing Style noodles.",
                "Could you recommend me award-winning dining restaurants?",
                "Are there good chinese buffet restaurants?",
                "Any restaurant that offers a variety of options?",
                "Which restaurants serve authentic Chinese cuisine crafted from high quality ingredients?",
                "Recommend me best Chinese Hotel Restaurants",
                "Top restaurants that offer local favorites?",
                "Are there good restaurants eaturing classic Cantonese cuisine?",
                "I want to take my business clients to expensive restaurants that serve creative cuisine using standout Chinese ingredients and recipes.",
                "Restaurants with famous chefs?",
                "Hottest restaurant for fine dining in historic scenery with first class service?",
                "I want to take my girlfriend to the rooftop bar that serves good cocktails.",
                "Where should I go for a fine chinese culinary experience?",
                "Where to go to eat grilled fish?",
                "I want to eat healthy, any recommendations?",
                "Which restaurants serve food prepared with GOOD, fresh and wholesome ingredients?",
                "Any great price quality balance restaurants?",
                "Where to eat Xiabu Xiabu Hotpot?",
                "Where to find good quality Peking Duck for a reasonable price?",
                "Is there any coffe shop with courtyard where I can drink tea while enjoing the sun? ",
                "Famous places for dim sum?",
                "Where to go for elegant and relaxing dining experience?",
                "Is there a high-end seafood hotpot restaurant? ",
                "Are there restaurants that offer a nice view of Beijing city?",
                "Which restaurants specialize in Peking Duck?",
                "Best restaurants to eat Mongolian Hot Pot?",
                "Malatang is my favourite chinese food.",
                "Which restaurants are known for zhajiangmian?",
                "I wanna have chinese Steamed Bun for lunch.",
                "I want to try out Beijing Craft Beer.",
                "What are the best local breweries?",
                "My friends and I wanna go to a local Beijing craft brewery.",
                "Any local restaurant with menus in English?",
                "Where to eat Huiguorou/twice cooked pork?",
                "My family wants to eat grilled whole Fish –  Kao Quan Yu.",
                "I want to try not spicy chinese cuisine.",
                "Where can I have interactive eating experience?",
                "Where can I eat Beijing roast mutton leg?",
                "I love Kungpao Chicken, which restaurant is well-known for it?",
                "Best local restaurants where I can experience the local cultures and flavors?",
                "I want to book a nice big restaurant for a group of 20 people. ",
                "Are there any chinese restaurants for vegetarians with dishes like stir-fried mushrooms or vegatable dumplings? ",
                "I wanna eat Yunnan-style dumplings.",
                "Best spots for food lovers?",
                "Any famous restaurant specialised in Mantou buns?",
                "I want to eat pork dishes with sweet and sour sauce.",
                "I want to make a vlog on Chinese cuisine."
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-foodie-walk/a/pa-act/ua-CNUM/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/3-hour-private-night-tour-beijing-foodie-experience/a/pa-act/v-19099P33/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hutong-food-and-beer-tour-by-tuk-tuk/a/pa-act/v-7494P5/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-private-3-hour-street-food-walking-and-tasting-tour/a/pa-act/v-19099P16/355905",
                "https://www.lonelyplanet.com/china/beijing/activities/evening-peking-duck-dinner-at-a-leading-beijing-restaurant/a/pa-act/v-8084P533/355905"
            ]
        },
        {
            "tag": "animals",
            "patterns": [
                "pandas",
                " I want to see pandas, zoo",
                " I like animals",
                "I love pandas.",
                "I want to see pandas.",
                "I wanna go to the Beijing zoo.",
                "I like animals.",
                "I'm travelling with my children. They wanna go to the zoo.",
                "What are the top places to see giant pandas?",
                "I want to go to the Panda House",
                "Where to see pandas?",
                "Robot, recommend me the top places to encounter giant pandas",
                "Which city zoos to go to see pandas",
                "What is the oldest and largest zoos in Beijing?",
                "I wanna go to the Panda Garden.",
                "I wanna see baby pandas.",
                "Which zoos are worth a visit?",
                "Which zoos provide us face-to-face interaction with Pandas?",
                "I wanna take pictures with pandas.",
                "Which panda base is quiet with less crowds?",
                "My children want to see many pandas.",
                "We want to enjoy the panda tour.",
                "Where to meet cute giant pandas?",
                "Where to go to see newly-born panda babies?",
                "I wanna learn about giant pandas.",
                "Where do we get to feed pandas?",
                "Where can I get in close contact with pandas?",
                "I wanna hold panda cubs",
                "Where can my children hold pandas?",
                "We wanna see pandas at a close distance.",
                "I want to visit straight to Panda house without going to the normal zoo",
                "Do you need to book a time for the panda house or is it first come first served?",
                "We are family of 3 and we want to visit Panda House ",
                "Does your zoo offer any Panda encounters? ",
                "What time of the day is best to visit the Pandas? When are they most awake?",
                "Is Panda House of Beijing Zoo the best place to see pandas?",
                "How many pandas are in the Beijing Zoo?",
                "Im taking my daughter to visit Beijing Zoo to see the pandas.",
                "Are we allowed to carry/hold the pandas?",
                "I will be in Beijing next weekend and my kids are intrested in seeing Pandas and touching them.",
                "I am planning a panda tour with my family",
                "I was wondering if I will have panda encounters at the zoo or in the panda house",
                "We'd love to go to the zoo since we both love animals.",
                "Where can you hug a panda baby?",
                "Do you have any options where a person can have their picture taken with a Panda Bear?",
                "Amexboat, Recommend me a panda tour specially designed for panda fans",
                "The oldest and largest zoos in Beijing?",
                "Where one can get closer to the pandas?",
                "May I know which zoo allows us to carry the pandas?"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-history-tour-summer-palace-lama-temple-panda-garden/a/pa-act/v-2042SIC_06/355905 ",
                "https://www.lonelyplanet.com/china/beijing/tours/beijing-3-day-tour-with-great-wall-forbidden-city-and-zoo/a/pa-tou/v-31320P11/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/private-beijing-panda-house-and-summer-palace-tour-and-cruise/a/pa-act/v-25174P6/355905 "
            ]
        },
        {
            "tag": "show_concerts",
            "patterns": [
                "I want to see concerts",
                " I want to see chinese acrobatics, chinese opera, acrobatics, theater",
                "I want to see concerts.",
                "I wanna see chinese acrobatics.",
                "I'd love to go to theaters.",
                "I love musicals.",
                "I want to discover chinese traditional music.",
                "We want to see the performance of Dragon dance with skilled dancers.",
                "Which shows about chinese culture and tradition to see? ",
                "Robot, recommend me must-see Chinese Folklore shows",
                "Which shows with beautiful traditional costumes? ",
                "Where to spend the Chinese New Year celebration?",
                "What are the top Chinese traditional, cultural festivals?",
                "What are amazing dancing shows I can see in Beijing?",
                "We want to see gymnastics and acrobatics with amazing costumes.",
                "Where can I see a large scale chinese musical?",
                "I wanna see a circus show of talented acrobats and clowns.",
                "Amexboat, recommend me entertaining shows.",
                "We want to enjoy memorable shows in the evening.",
                "Where to see Chinese Circus?",
                "I'd love to see eye-poping shows with China's best acrobats.",
                "Is there any circus that involves comedy and music?",
                "Which shows cast best acrobats, dancers and performers?",
                "What are top shows and performances in Beijing?",
                "I'm interested in seeing spectacular acrobatics performance.",
                "I'd love to see a great kungfu performance",
                "I'm a huge fan of Kung-fu shows",
                "Which shows with traditional chinese melodies and dancing to see?",
                "I'd love to see Chinese opera.",
                "I want to book Beijing Acrobatics Night show.",
                "Could you recommend me acrobatic arts performance with colorful costumes and dramatic lighting?",
                "My boyfriend and I want to spend a memorable cultural evening out with traditional chinese performances.",
                "Where can I see the best traditional choreography?",
                "I'd love to get an immersive insight into the Chinese culture, which shows I should go see?",
                "My family wants to experience chinese culture through traditional shows.",
                "Where can we see spectacular water shows?",
                "Which performance shows beauty of chinese dance and art?",
                "We'd love to see a great spectacle to gain a deeper understainding of Chinese history and culture.",
                "Which shows include entertaining live music and elaborate costumes?",
                "We want to see a family-friendly show.",
                "My kids want to see chinese circus.",
                "Please recommend me fun shows for the whole family.",
                "I'm super interested in seeing Chinese acrobats that I heard so much about.",
                "Fun shows for all ages? ",
                "A beautiful show well worth a visit?",
                "Is there any chinese show well worth the money and time?",
                "Robot, Give me some good shows to see during my stay in Beijing.",
                "I'm looking forward to see a fantastic show with special effects.",
                "I'm travelling with friends and we want to spend an enjoyable evening watching chinese acrobatics.",
                "Are there any professional chinese dance performances?",
                "I'm a huge fan of martial arts, where can I see them?",
                "What is the best place to watch lion dance?",
                "What are the most popular chinese traditional shows?"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/chaoyang-theatre-acrobatic-show-ticket/a/pa-act/v-6139P13/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/shaolin-kung-fu-show-in-beijing-red-theater/a/pa-act/v-6139P20/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-chaoyang-theater-acrobatic-show-with-private-transfer/a/pa-act/v-26448P18/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-small-group-tai-chi-or-kung-fu-class-plus-calligraphy/a/pa-act/v-10745P4/355905"
            ]
        },
        {
            "tag": "relaxation",
            "patterns": [
                "I just want to relax",
                " hot spring",
                " relaxing trip",
                " I don't like walking too much in trips",
                "Robot, recommend me the best massage places in Beijing",
                "Show me good-quality massage parlors.",
                "Which places specialize in foot massage?",
                "I want to relax after a long day of sightseeing.",
                "What are the most famous massage parlors?",
                "Massage parlors with high level expertise in foot massage?",
                "Are there any massage shops providing free tea, snacks and beer?",
                "We are looking for luxurious décor style spas.",
                "I want to get both foot massage and full-body massage.",
                "Is there a massage parlor in an ancient Beijing building?",
                "I need a nice massage after intensive walks in the Qianmen hutong neighborhood.",
                "I'd love to receive essential oil massages and hot stone massage.",
                "Could you show me a massage parlor that specializes in Traditional Chinese Medicine?",
                "Are there masseurs that combine acupressure therapy with massage?",
                "Is there a massage parlor equipped with TCM knowledge?",
                "I'm looking for a blind massage shop.",
                "Robot, tell me if there is a place that offers a chance to experience cupping and gua sha.",
                "I wanna receive an authentic Thai massage.",
                "Where can I meet well trained masseurs and beauticians?",
                "I want to go to a luxury beauty parlor.",
                "Beijing's best spas?",
                "Where can I get a treatment combinating dry Chinese massages and oil treatments with a Thai twist? ",
                "I wanna get facials and body treatments to relax.",
                "Is there a spacious sauna with a steam-filled Finnish bath?",
                "My husband and I are looking for a massage parlour offering the Chinese style and the Thai style massages.",
                "Is there a nice wellness centre where I can relax?",
                "What are the favourite places to go to reboot myself from a tiring week?",
                "I'm looking for a parlour with professional massage therapists only.",
                "Is there a beautiful and very peaceful facility where couples can relax?",
                "I want to take my girlfriend to a beautifully decorated spa.",
                "Any massage shops recommended by locals?",
                "Where can I get a massage at a very affordable price?",
                "I have to take my business clients to a luxury spa with attentive staff, excellent service and treatments. ",
                "Looking for a place where my friends and I can get hot stone massage.",
                "Any luxury massage shops worth the money?",
                "My girlfriend and I wanna go to a parlour with a couple room for body massage.",
                "Any place where I can enjoy peaceful relaxation?",
                "Is there a nice shop offering family massage?",
                "I want to relax at an expensive luxury spa.",
                "Any suggestions for spa/massage in Beijing?",
                "Any spas or relaxing places to hang out with friends?",
                "I need a relaxing break at the end of Beijing tour.",
                "Which hot springs spas are the best?",
                "Where can I enjoy cozy hot springs?",
                "The Top Hot Spring Resorts Near Beijing?",
                "We are looking for a relaxing thermal spa.",
                "Tell me where I can get outdoor hotpsring experience.",
                "Where can I relax my tired body after travel?",
                "I want to soak my body in pools filled with natural hot spring waters.",
                "It's our anniversary so we are looking for a romantic spa perfect for couples experience.",
                "I want to get a massage near Simatai Great Wall.",
                "My boyfriend and I are interested in going to a spa, which one would be best for us?",
                "Please advise which is the best hot spring spa for family, thank you.",
                "Are there any spas that include acupuncture and traditional medical treatments?",
                "I want to get a signature aromatherapy massage. "
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hot-springs-dinner-live-show-private-evening-tour/a/pa-act/v-25174P44/355905 "
            ]
        },
        {
            "tag": "night tour",
            "patterns": [
                "I am busy in the morning",
                "I want to go on a night tour, night tours",
                "I want to go on a night sightseeing, activities at night, evening tours",
                "What are the best locations in Beijing for night photos?",
                "I am looking for the best places to take pictures in Beijing at night.",
                "I want to go on a night tour.",
                "I wanna go on evening tours.",
                "I wanna go on a night sightseeing.",
                "Recommend me the best activities to do at night in Beijing.",
                "I want to spend a romantic night in Beijing",
                "What are the best spots for night photographies?",
                "What fun things can I do at night?",
                "What can couples do for fun at night?",
                "Help me find the best family night activities.",
                "I'm travelling with my friends and we wanna enjoy an evening out together.",
                "I want a great night out with friends",
                "I'm looking for night time activities in Beijing",
                "I love traveling at night.",
                "Cool things to do at night in Beijing",
                "I like to travel late at night.",
                "I want to enjoy nights alone as a solo traveler.",
                "What are the best nights out for couples?",
                "I'm looking for couples night out ideas in Beijing.",
                "Amexbot, give me the top romantic date night ideas.",
                "What are the best night sightseeing?",
                "I want to admire the spectacular cityscape illuminated by vibrant lights.",
                "What is Beijing's nightlife?",
                "Where can I see sunset view in Beijing?",
                "What are the top 10 things to do in Beijing at night?",
                "I will arrive at 5pm and I'm scheduled to leave at 6am the next day. Can you assist me with a night tour?",
                "What night tour suggestions do you have for us? We want to explore as much as we could.",
                "We are hoping to find a nighttime tour that we could do after checking into the hotel.",
                "I would like to have a night tour to see the Forbidden City.",
                "I arrive in Beijing in the evening and am looking for a night tour.",
                "My girlfriend and I will be arriving in Beijing in the evening, is there any night tour suggestions out there that we can do?",
                "Is there any night tours that we can take after 8pm?",
                "I'm staying only one night in beijing, how can I use it best for great night sight seeing?",
                "I only have evenings to go for tour. Any suggestion for places nearby ?",
                "We have only one-night in the city and we would llike to see a little bit of the city. Is there any kind of sightseeing at night?",
                "I want to book a night tour.",
                "What are the best places to walk around at night in Beijing?",
                "I have one night in Beijiing. Please tell me the best way to spend it.",
                "I'm interested in some of your night tours.",
                "I wanna see the night view of Beihai Park",
                "I'm looking for a night tour for my husband and I.",
                "what time do you recommend for best nighttime viewing? ",
                "I am busy in the morning",
                "Where to see Beijing's best night views?",
                "Where can I see all the night lights in Beijing?",
                "I want to enjoy nighttime with lights. ",
                "I want to see Beijing in sparkling lights",
                "I'm interested in the night view of Shichahai",
                "What time can I see the sunset view at Jingshan Park?",
                "I want to see the night view of Qianmen Street in Beijing",
                "Looking for top places to visit at night.",
                "What is the best way to spend the evening and get a better sense of the city?",
                "What are the fun little places to visit at night?",
                "What are the vibrant areas of Beijing by night?",
                "Robot, recommend me the best night scenes.",
                "I want to plan night sightseeing and activities for my stay.",
                "Which Beijing night tours are best?",
                "What are the famous nighttime sightseeing spots?",
                "I want to wander through the city's illuminated monuments at night.",
                "The most interesting things to do at night in Beijing without drinking?"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/small-group-beijing-night-walking-tour/a/pa-act/v-5533CBJI/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-highlights-dinner-and-live-show-private-night-tour/a/pa-act/v-25174P20/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/small-group-beijing-illuminations-night-tour/a/pa-act/v-11301P70/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-hutong-night-tour-with-dinner-houhai-lake-boat-ride/a/pa-act/v-19099P27/355905 "
            ]
        },
        {
            "tag": "cruise",
            "patterns": [
                "I want to ride boat",
                "cruise",
                " ride boat",
                "Summer",
                " Palace lake",
                " boat cruise"
            ],
            "responses": [
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-to-longqing-gorge-and-dingling-tombs-private-day-tour/a/pa-act/v-11301P51/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/beijing-with-boat-cruise-and-hutong-dinner-private-night-tour/a/pa-act/v-25174P16/355905 ",
                "https://www.lonelyplanet.com/china/beijing/activities/private-beijing-panda-house-and-summer-palace-tour-and-cruise/a/pa-act/v-25174P6/355905 "
            ]
        }
    ]
}